lobby.html
HTML5
<head>
    <!-- 2021-12-30 Thu 21:59 -->
    <meta charset="utf-8">
    <meta name="viewport" content=
    "width=device-width, initial-scale=1">
    <title>目録 | Garbage knowledge Collections</title>
    <meta name="author" content="manzyun">
    <meta name="generator" content="Org Mode">
    <link rel="stylesheet" type="text/css" href=
    "/css/normalize.css">
    <link rel="stylesheet" type="text/css" href=
    "/css/sakura-vader.css">
</head>
<div id="org-div-home-and-up">
    <a accesskey="h" href="">UP</a> | <a accesskey="H" href=
    "/">HOME</a>
</div>
<div id="content" class="content">
    <h1 class="title">目録 | Garbage knowledge Collections</h1>
    <div id="table-of-contents" role="doc-toc">
        <h2>目次</h2>
        <div id="text-table-of-contents" role="doc-toc">
            <ul>
                <li>
                    <a href="#org50f3368">1. 目録</a>
                </li>
                <li>
                    <a href="#org8b2cb2d">2. 補遺</a>
                </li>
            </ul>
        </div>
    </div>
    <p>まんじゅ（´ん｀）( a.k.a <code>manzyun</code>
    )とか言う、「人間の姿をしてるけど、人間らしい思慮のできない下等知的生命体」の思慮・念慮の肥え溜めです。</p>
    <div id="outline-container-org50f3368" class="outline-2">
        <h2 id="org50f3368"><span class=
        "section-number-2">1.</span> 目録</h2>
        <div class="outline-text-2" id="text-1">
            <dl class="org-dl">
                <dt>🚧 Who am I</dt>
                <dd>2000 年頃の日本のインターネッツよろしく。な「使ってるパソコンやエディタ」とか。</dd>
                <dt>🚧 IMHO's</dt>
                <dd>読む価値を見意出せないが、書いて出さないとやってられないエッセイ群。</dd>
                <dt>🚧 Artifacts</dt>
                <dd>拙作色々。</dd>
            </dl>
        </div>
    </div>
    <div id="outline-container-org8b2cb2d" class="outline-2">
        <h2 id="org8b2cb2d"><span class=
        "section-number-2">2.</span> 補遺</h2>
        <div class="outline-text-2" id="text-2">
            <ul class="org-ul">
                <li>この Web サイトは、内容は <a href=
                "https://orgmode.org/ja/index.html">Org Mode</a>
                で書いたものを HTML に出力しています。
                </li>
                <li>文書装飾は『classless(または『<a href=
                "https://sadnessojisan.github.io/no-class-css-museum/index.html">No
                Class CSS</a>』)』という思想に基く設計の『<a href=
                "https://oxal.org/projects/sakura/">sakura</a>』を使ってます。
                    <ul class="org-ul">
                        <li>無用だけど、バージョン管理システム『<a href=
                        "https://git-scm.com/">Git</a>』の『<a href="https://git-scm.com/docs/gitsubmodules">サブモジュール(
                            <code>submodule</code>
                            )</a>』という機能で引用してます。参考資料は<a href=
                            "https://leico.github.io/TechnicalNote/Git/sparse-checkout-submodule">こちら</a>
                        </li>
                    </ul>
                </li>
                <li>Web サイトを公開するサーバーには『<a href=
                "https://docs.github.com/ja/pages/getting-started-with-github-pages/about-github-pages">GitHub
                Pages</a>』を使ってます。なので<a href=
                "https://github.com/manzyun/COSC">編集履歴もバッチリ残る</a>ね？
                </li>
            </ul>
        </div>
    </div>
</div>
<div id="postamble" class="status">
    <p class="author">著者: manzyun</p>
    <p class="date">Created: 2021-12-30 Thu 21:59</p>
</div>
